
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "Automática";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "Senha PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "Segredo Compartilhado de IPSec";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "Senha de IPSec XAuth";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "Conexão de Rede (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "Conexão de Rede";
"KEYCHAIN_KIND_EAPOL" = "Senha de 802.1X";
